[Skills.Skill_AfterburnerConsumption SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Vehicle.Class_CorrosiveFanBoat_AIOnly VehicleClassDefinition]
DisplayName="Aerobote"

[Vehicle.Class_FanBoat VehicleClassDefinition]
DisplayName="Aerobote"

[Vehicle.Class_FanBoat_AIOnly VehicleClassDefinition]
DisplayName="Aerobote"

[Vehicle.Class_ShockFanBoat_AIOnly VehicleClassDefinition]
DisplayName="Aerobote"

[Weapons.WeaponTypes.WeaponType_CorrosiveSpew_AIOnly WeaponTypeDefinition]
Typename=" Veículo de bandido com lança foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapons.WeaponTypes.WeaponType_FrontMachineGun WeaponTypeDefinition]
Typename=" Metralhadora frontal do Aerobote"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapons.WeaponTypes.WeaponType_MachineGun WeaponTypeDefinition]
Typename=" Metralhadora do Aerobote"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapons.WeaponTypes.WeaponType_StickyShock_AIOnly WeaponTypeDefinition]
Typename=" Veículo de bandido com lança foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

